{
  "heading": {
    "name": "Daniel Zambetto",
    "contact": {
      "email": "daniel.zambetto@gmail.com",
      "mobile": "+61 437 908 774",
      "linkedIn": "https://www.linkedin.com/in/daniel-zambetto-90285ab5/"
    }
  },
  "body": [
    {
      "title": "ABOUT ME",
      "description": "I'm a full stack developer, who is passionate about making software that just works. I have over 2 years industry experience in a number of technologies, ranging from DevOps (Jenkins) to front end development (React). I love making websites that are accessible, with an emphasis on high quality."
    },
    {
      "title": "EXPERIENCE",
      "nodes": [
        {
          "company": "NAB",
          "role": "Full stack developer",
          "date": "Jan 2020 - Current",
          "description": ""
        },
        {
          "company": "NAB",
          "role": "Graduate - AEM",
          "date": "Oct 2019 - Jan 2020",
          "description": "Second rotation within a team that supports the enterprise AEM service. I was involved with helping move AEM 6.0 components to 6.4 component. Alongside general enahancements such as reviewing workflow processes, helping in manual testing as well creating an internal webscraping tool using pupeteer to audit nab.com.au for irregularities (such as non-relative links)."
        },
        {
          "company": "NAB (JBWere)",
          "role": "Graduate",
          "date": "Feb 2019 - Oct 2019",
          "description": "First graduate rotation in a BAU team who relied on on-prem infrastructure and old .NET stack. During this time I solidified my understanding on React and building up front end skills within the team. I created the beginnings of a back office portal, along with supporting dashboards that hooked into overnight processes. I had a number of contributions working on a client portal, a project that was to replace the old self service banking application for JBWere clients."
        }
      ]
    },
    {
      "title": "EDUCATION",
      "description": "Monash Univeristy Computer Science"
    },
    {
      "title": "HIGHLIGHTS",
      "description": ""
    }
  ]
}
